experiments/redis_contention/throughput_multipairs_kdebug/loaded_pairs_0/pair_0/clients_30_threads_4_pipeline_1/redis.out
4         Threads
30        Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        42721.22          ---          ---         1.40544         0.64700        24.70300        28.79900     44663.30 
Gets        42717.16        99.51     42617.65         1.39500         0.63900        24.70300        28.79900      1795.46 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      85438.38        99.51     42617.65         1.40022         0.63900        24.70300        28.79900     46458.76